content/school/school.org
#+TITLE: School
#+AUTHOR: Haider Mirza

* School
  To go to a specific subject, Just add it in the URL with nothing in capitals.
  If you didnt know, The URL works like a directory tree. 
  
* Digital Maths Notebook
If you didn't know, I have a digital mathematical notebook in construction.
Here is a link to it [[https://www.haider.gq/maths/maths.html][Notebook]]

* Quick access work  
This section will be updated on a specific time it's needed.
