public/school/school.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>School</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://www.haider.gq/base/stylesheet.css"/>
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab:wght@600&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Roboto" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Lato:wght@900&display=swap" rel="stylesheet">
</head>
<body>
<div id="preamble" class="status">
<div class="Haider"><a href='https://www.haider.gq/'>Haider Mirza</a></div> <div class='nav'>
      <div class='links'>
	<a href='https://www.haider.gq'>Home</a>
	<a href='https://www.haider.gq/about/about.html'>About</a>
	<a href='https://www.haider.gq/repos/repos.html'>Repos</a>
	<a href='https://www.haider.gq/projects/projects.html'>Projects</a>
	<a href='https://www.haider.gq/school/school.html'>School</a>
      </div>
      </div>
</div>
<div id="content" class="content">
<h1 class="title">School</h1>

<div id="outline-container-org272e6bf" class="outline-2">
<h2 id="org272e6bf">School</h2>
<div class="outline-text-2" id="text-org272e6bf">
<p>
To go to a specific subject, Just add it in the URL with nothing in capitals.
If you didnt know, The URL works like a directory tree. 
</p>
</div>
</div>

<div id="outline-container-org882d5a0" class="outline-2">
<h2 id="org882d5a0">Digital Maths Notebook</h2>
<div class="outline-text-2" id="text-org882d5a0">
<p>
If you didn't know, I have a digital mathematical notebook in construction.
Here is a link to it <a href="file:///home/haider/haider-mirza.github.io/content/maths/maths.html">Notebook</a>
</p>
</div>
</div>

<div id="outline-container-orga636c9a" class="outline-2">
<h2 id="orga636c9a">Quick access work</h2>
<div class="outline-text-2" id="text-orga636c9a">
<p>
This section will be updated on a specific time it's needed.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with Emacs 27.2 (Org mode 9.4.4)</p>
</div>
</body>
</html>
